Tekla.Structures.Model.Internal.OverlayModel.OverlayModelCollectionChangesAction
The action of the overlay model collection changes

Tekla.Structures.Model.Internal.OverlayModel.OverlayModelCollectionChangesAction.Added
Added action

Tekla.Structures.Model.Internal.OverlayModel.OverlayModelCollectionChangesAction.Removed
Removed action

Tekla.Structures.Model.Internal.OverlayModel.OverlayModelCollectionChangesAction.Updated
Updated action